{
  "recipes": [
    {
      "title": "Hinata Shoyo",
      "image" : "https://f.ptcdn.info/805/055/000/p2zu13lp6uCj2MN0ZEH-o.jpg",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Shirt number: number 10\nPosition: Middle Blocker",
      "description": "Hinata is a first-year student at Karasuno High School. He was initially a wing spiker in junior high school and is currently a middle blocker. He inherits the number 10 from his idol, the former Karasuno ace known as the Tiny Giant. His play style makes him an excellent decoy, and though he wishes to become the team's ace, he grows to learn the importance of the decoy role and embraces it. Hinata is extremely cheerful, boisterous, and optimistic. In spite of his small size, clumsiness, and poor fundamentals, his extraordinary stamina, reflexes, and jumping ability earn him a spot as a regular. He is able to play exceptionally well when partnered with Kageyama as his setter.",
      "servings": 4,
      "dietLabel": "Low-Carb",
      "ingredientLines" : [ "4 baby chickens (poussins) or cornish hens (about 1 1/4 pounds each), or 4 chicken breast halves", "3 lemons, plus wedges for garnish", "4 cloves garlic, peeled and smashed", "1 tablespoon crushed red-pepper flakes, or to taste", "1 tablespoon finely chopped fresh thyme", "1 tablespoon finely chopped fresh rosemary", "1/2 cup olive oil", "Salt, to taste" ]
    },

    {
      "title": "Kageyama Tobio",
      "image" : "https://pm1.narvii.com/6255/08f12a66b0bfbad576b6d074ee54ced734a4d80f_00.jpg",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Shirt number: Number 9\nPosition: Setter",
      "description": "Kageyama is a first-year student at Karasuno High School. He is the team's setter and was notoriously known as the \"King of the Court\" in junior high. While prodigiously talented, Kageyama's arrogant demeanor and inability to cooperate with teammates caused them to abandon him in the middle of a match, which deeply affected him and earned his nickname. He originally tried to enroll at Shiratorizawa but was not accepted. At Karasuno, he forms an unlikely duo with Hinata and begins to learn the importance of teamwork in volleyball. Kageyama is regarded by many to be a genius, with exceptional accuracy and instincts, and is one of the team's pillars.",
      "servings": 4,
      "dietLabel": "Balanced",
      "ingredientLines" : [ "2 or 3 links of chineses sausage, cut into 1/4 inch slices", "4 cloves garlic, minced", "4 cups cold cooked rice", "2 tablespoons light soy sauce", "1/2 teaspoon salt", "1/4 teaspoon sugar", "1/4 teaspoon white pepper", "To garnish:", "Finely chopped green onion or cilantro" ]
    },

    {
      "title": "Sawamura Daichi",
      "image" : "https://pm1.narvii.com/6360/36722ada2da932b41ea22621bcab90ab333e9229_hq.jpg",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Shirt number: number 1\nPosition: Captain, Wing Spiker",
      "description": "Sawamura is the captain of the volleyball club and a third-year student at Karasuno High School. He is a wing spiker, and very dependable at receiving. He helps stabilize the team with his kindness and resilience, but is also more than capable of intimidating his teammates into behaving when they get on his nerves. He usually prefers to let his fellow players work out their issues themselves rather than step in as the captain.",
      "servings": 4,
      "dietLabel": "Low-Carb",
      "ingredientLines" : [ "40 chicken wing pieces, or 20 whole chicken wings", "2 tablespoons chinese five-spice powder", "1 tablespoon cayenne pepper", "Kosher salt and freshly ground black pepper", "1/3 to 1/2 cup chopped fresh cilantro leaves", "1/4 cup light or regular sour cream", "1/4 cup mayonnaise", "1/4 cup plain yogurt", "Juice 1/2 lemon (or why not try lime?)" ]
    },

    {
      "title": "Sugawara Kochi",
      "image" : "https://66.media.tumblr.com/c5caf725320127d830a661cfc78dec83/tumblr_ovcrarDL3E1vy2tgqo2_250.png",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Shirt number: number 2\nPosition: Vice-Captain, Setter",
      "description": "Sugawara is the vice captain of the volleyball club and a third-year student at Karasuno High School. Originally the team's regular setter, his position is taken over by Kageyama. In spite of this, Sugawara remains supportive and determined to play as much as he can in his final year of high school. He is cheerful, soft-spoken, and empathetic - Coach Ukai notes that he has the full trust of his teammates. Sugawara is often able to devise new tactics and ideas, as well as sense if a fellow player is off their game.",
      "servings": 4,
      "dietLabel": "Medium-Carb",
      "ingredientLines" : [ "1.0 tbsp clear honey", "1.0 tbsp vinegar (you can use cider, malt or wine)", "100.0ml hoisin sauce", "2.0 tbsp soy sauce", "12 meaty pork ribs", "1.0 tsp chinese five-spice powder" ]
    },

    {
      "title": "Azumane Asahi",
      "image" : "https://66.media.tumblr.com/6becad86a8a698316d9f90f5d3b1dc24/tumblr_p801z2HUPm1x0h5yoo3_250.jpg",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Shirt number: number 3\nPosition: Wing Spiker",
      "description": "Azumane is a third-year student at Karasuno High School and a wing spiker in the volleyball club. He's considered the team's ace and powerhouse. His long hair, tall stature, and impressive strength often intimidate others at first, while some onlookers even suggest he is full-grown man who was held back. Despite this, he is timid and sometimes struggles with self-doubt, often referred to as having a \"glass heart\". Unlike the other third-years, he does not plan to go to university.",
      "servings": 4,
      "dietLabel": "Low-Fat",
      "ingredientLines" : [ "6 to 8 fresh long rice cake sticks, or 20 smaller rice cake sticks", "For the sauce:", "3 tablespoons korean chili pepper paste", "3 to 4 tablespoons light soy sauce, depending on saltiness", "1 teaspoon sugar", "1 teaspoon rice vinegar", "Roasted sesame seeds to garnish" ]

    },

    {
      "title": "Nishinoya yuu",
      "image" : "https://66.media.tumblr.com/320e4da382144536fa25567b8031c444/tumblr_oqmkr6vQy41vy2tgqo1_250.png",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Shirt number: number 4\nPosition: Libero",
      "description": "Nishinoya is a second-year student at Karasuno High School and the team's libero. He is called \"Karasuno's Guardian Deity\" because of his skill, having won the \"Best Libero\" award while he was still in middle school. Like Hinata, he is short (the shortest player on the team, in fact) and energetic, but has greater maturity. Nishinoya is considered the backbone of the team, as his specialties are receives and block recovery. He has a close friendship with Asahi, refusing to play unless the latter returned to his role as the team's ace. Like Tanaka, he adores Shimizu, and mentions that one of the main reasons he enrolled at Karasuno in the first place was because he liked the girls' uniforms.",
      "servings": 12,
      "dietLabel": "Vegetarian",
      "ingredientLines" : [ "1 can (21 oz.) cherry pie filling", "1 can (15 oz.) crushed pineapple", "1 box (about 18 oz.) yellow or white cake mix", "1 stick margarine", "½ sticks butter", "Whipped cream" ]
    },

    {
      "title": "Tanaka Ryunosuke",
      "image" : "https://statici.behindthevoiceactors.com/behindthevoiceactors/_img/chars/ryunosuke-tanaka-haikyu-1.54.jpg",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Shirt number: number 5\nPosition: Wing Spiker",
      "description": "Tanaka is a second-year student at Karasuno High School and a wing spiker. He is loud, fierce and aggressive, but respects his seniors and looks out for his juniors. While on the court, he displays amazing mental strength, even when he is continuously targeted by the opposite team. Unfortunately, his behavior and appearance sometimes make a poor impression. Tanaka often picks fights which the third-years must then break up. He and Nishinoya adore their manager Shimizu.",
      "servings": 42,
      "dietLabel": "Low-Sodium",
      "ingredientLines" : [ "2 1/2 cups self-rising white lily or cake flour", "2 sticks (1 cup) unsalted butter, softened", "1 1/2 cups sugar", "1 large egg, lightly beaten", "1 teaspoon vanilla" ]
    },

    {
      "title": "Tsukishima Kei",
      "image" : "https://vignette.wikia.nocookie.net/haikyuu4205/images/c/c4/Tsukishima_infobox_crop.png/revision/latest?cb=20180102144035&path-prefix=de",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Shirt number: number 11\nPosition: Middle Blocker",
      "description": "Tsukishima is a first-year student at Karasuno High School and a middle blocker. He is initially antagonistic towards Hinata and Kageyama, mocking their various shortcomings. Despite his flippant and sometimes outright negative attitude, Tsukishima is a very analytical and smart blocker, as well as Karasuno's tallest player. Tsukishima is the only team member to question his own devotion to the sport, due in part to past personal experiences. His closest friend on the team is Yamaguchi, who refers to him by the nickname \"Tsukki\".",
      "servings": 10,
      "dietLabel": "Low-Carb",
      "ingredientLines" : [ "200-250 g pretzels", "150 ml hot milk", "1 tbsp butter", "30 g bacon, finely chopped", "1 x onion, finely chopped", "2 x eggs", "Fresh parsley, chopped", "Salt", "Freshly ground black pepp", "Nutmeg", "1 tbsp butter for creamed chanterelle mushroom sauce", "1-2 x shallots", "250 g chanterelle mushrooms", "100-200 ml vegetable broth", "100 ml heavy cream", "2 tbsp sherry", "Salt and freshly ground black pepp", "Fresh chives, chopped for decoration" ]
    },

    {
      "title": "Yamaguchi Tadashi",
      "image" : "https://66.media.tumblr.com/5a6619340c08b74828e2756a56ee1c98/tumblr_p88c4tbUvh1uobsw4o7_250.png",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Shirt number: number 12\nPosition: Middle Blocker",
      "description": "Yamaguchi is a first-year student at Karasuno High School and a middle blocker. He has followed Tsukishima around since the third grade, when the latter warded off a group of bullies. He is shy but friendly, and tries his best to contribute to the team. With the help of Makoto Shimada, he practices the \"jump float serve\" to better support the team as a pinch server.",
      "servings": 6,
      "dietLabel": "Vegetarian",
      "ingredientLines" :[ "1 cup cream or half and half", "2 tablespoons butter", "2 tablespoons instant vanilla pudding mix", "1 bag (11 ounces) candy corn" ]
    },

    {
      "title": "Ukai Keishin",
      "image" : "https://vignette.wikia.nocookie.net/haikyuu/images/3/36/Keishin_ukai_anime.png/revision/latest/top-crop/width/220/height/220?cb=20140602134832&path-prefix=pl",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Position: Coach",
      "description": "An alumnus and the coach of the Karasuno High School volleyball team. He is the grandson of previous coach and also a member of Karasuno Neighborhood Association. He helps out his mother at her shop. Although he initially refused to be Karasuno's technical coach, he agrees to first stay as coach until their practice match against Nekoma, later changing his mind to continue.",
      "servings": 8,
      "dietLabel": "Low-Sodium",
      "ingredientLines" : [ "1 1/4 teaspoons unflavored gelatin (from a 1/4-ounce envelope)", "3/4 cup sugar", "1 cup low-fat buttermilk", "1 1/2 cups heavy cream", "1 pound strawberries, hulled and quartered", "1 teaspoon fresh lemon juice" ]
    },

    {
      "title": "Takeda Ittetsu",
      "image" : "https://statici.behindthevoiceactors.com/behindthevoiceactors/_img/chars/ittetsu-takeda-haikyu-72.7.jpg",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Position: Faculty Advisor",
      "description": "A teacher at Karasuno High School and the faculty advisor of the volleyball team. While he doesn't know much about the sport, he always takes notes about everything he learns and supports the team to the fullest. He has an enthusiastic and brave personality, which impresses the Nekoma coach, getting him to agree to hold practice matches with the Karasuno team. He often talks in metaphors which are sometimes hard to understand by the team.",
      "servings": 8,
      "dietLabel": "Low-Sodium",
      "ingredientLines" : [ "1 1/4 teaspoons unflavored gelatin (from a 1/4-ounce envelope)", "3/4 cup sugar", "1 cup low-fat buttermilk", "1 1/2 cups heavy cream", "1 pound strawberries, hulled and quartered", "1 teaspoon fresh lemon juice" ]
    },

    {
      "title": "Shimizu Kiyoko",
      "image" : "https://statici.behindthevoiceactors.com/behindthevoiceactors/_img/chars/kiyoko-shimizu-haikyu-15.jpg",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Position: Manager",
      "description": "Shimizu is a third-year student and the manager of the Karasuno High School volleyball club. She was a former member of the track club before becoming the team's manager. She has a strict and straightforward personality, but is surprisingly shy when she attempts to provide words of encouragement to the team. After recruiting Yachi, she begins training her to take over as manager, opening up and proving herself to be an excellent mentor. Due to her attractiveness, she is often ogled by opponents and onlookers, as well as Nishinoya and Tanaka, who jealously guard her.",
      "servings": 8,
      "dietLabel": "Low-Sodium",
      "ingredientLines" : [ "1 1/4 teaspoons unflavored gelatin (from a 1/4-ounce envelope)", "3/4 cup sugar", "1 cup low-fat buttermilk", "1 1/2 cups heavy cream", "1 pound strawberries, hulled and quartered", "1 teaspoon fresh lemon juice" ]
    },

    {
      "title": "Yachi hitoka",
      "image" : "https://pbs.twimg.com/profile_images/1005776803070337026/oZs9_RPw_400x400.jpg",
      "url": "https://www.metalbridges.com/haikyuu/",
      "desshot": "Position: Manager",
      "description": "A first year student who is recruited by Shimizu to be an assistant manager for the volleyball club. She appears to be nervous, but makes friends with Hinata, and then opens up to everyone else in the team. She learns about volleyball quickly and often takes notes. She also helps Hinata and Kageyama with their studies. Her kind personality makes her take notice and worry about anyone having troubles in the team. She also designs posters to ask for donations for the team, being helped and influenced by her mother, who is a designer.",
      "servings": 8,
      "dietLabel": "Low-Sodium",
      "ingredientLines" : [ "1 1/4 teaspoons unflavored gelatin (from a 1/4-ounce envelope)", "3/4 cup sugar", "1 cup low-fat buttermilk", "1 1/2 cups heavy cream", "1 pound strawberries, hulled and quartered", "1 teaspoon fresh lemon juice" ]
    }
  ]
}